/* Practice Description Interpolation */
"\(measure.description), \(Int(startTempo)) → \(Int(endTempo)) bpm, Δ\(Int(tempoIncrement)) bpm, \(bars) bars, \(repetitions) reps" = "\(measure.description), \(Int(startTempo)) → \(Int(endTempo)) bpm, Δ\(Int(tempoIncrement)) bpm, \(bars) Takte, \(repetitions) Wdh";

/* Heading for the TextField */
"Add Preset from current Metronome …" = "Add Preset from current Metronome …";

/* Key for pluralization of bars */
"bars" = "bars";

/* Section header */
"Beats" = "Takte";

/* Title of Count in toggle */
"Count in" = "Einzählen";

/* Title of the Textfield to rename Preset */
"Edit Title of Preset" = "Edit Title of Preset";

/* Label for Goal Tempo */
"Goal" = "Ziel";

/* Label for Increment */
"Increment" = "Erhöhung";

/* Initial Tempo of practice */
"Initial Tempo" = "Anfangstempo";

/* Initial Tempo Interpolation */
"Initial Tempo: \(Int(practice.startTempo)) BPM" = "Anfangstempo: \(Int(practice.startTempo)) BPM";

/* Label for Length */
"Length" = "Länge";

/* Length of the practice piece */
"Length in bars" = "Länge in Takten";

/* Title Interpolation */
"Measure: \(beats.description)/\(note.description)" = "Takt: \(beats.description)/\(note.description)";

/* Title of Metronome Preset View */
"Metronome Presets" = "Metronome Presets";

/* Section header */
"Note" = "Note";

/* Title for Practice */
"Practice" = "Übung";

/* Title of Metronome Preset View */
"Practice Presets" = "Übungs Presets";

/* Title of Practice settings sheet */
"Practice Settings" = "Übungs-Einstellungen";

/* Title of the Textfield to name Preset */
"Preset Title" = "Preset Titel";

/* Label for Repetitions */
"Repetitions" = "Wiederholungen";

/* Key for pluralization of repetitions */
"repetitions" = "repetitions";

/* Title of the save Buton */
"Save" = "Speichern";

/* Title of List of Instruments */
"Select sound" = "Wähle einen Klang";

/* Label for Start Tempo */
"Start" = "Start";

/* Section header */
"Subdivision" = "Subdivision";

/* Title of Tamborine Instrument */
"Tamborine" = "Tamborin";

/* Label of Tempo Goal Slider */
"Tempo Goal" = "Zieltempo";

/* Tempo Goal Interpolation */
"Tempo Goal: \(Int(practice.endTempo)) BPM" = "Zieltempo: \(Int(practice.endTempo)) BPM";

/* Tempo Increment after */
"Tempo increased after …" = "Tempo erhöhen nach …";

/* Label of Tempo Increment Slider */
"Tempo Increment" = "Tempo Erhöhung";

/* Tempo Increment Interpolation */
"Tempo is increased by: \(Int(practice.tempoIncrement)) BPM" = "Tempo wird um: \(Int(practice.tempoIncrement)) BPM erhöht";

/* Title of Wood Instrument */
"Wood" = "Klanhölzer";

/* Title Metronome */
"Metronome" = "Metronom";

